Repository: jburguete/mpcotool
Catalog: 4.10.1/locales/*/LC_MESSAGES/mpcotool.po
Languages: es, fr

source: Experiment
es: Experimento
fr: Expérience

source: no data file name
es: falta el nombre del fichero de datos
fr: nom de fichier de données indéfini

source: bad weight
es: peso no válido
fr: poids incorrect

source: no template
es: falta plantilla
fr: modèle d'entrée indéfini

source: bad templates number
es: número de plantillas incorrecto
fr: nombre de modèles incorrect

source: no name
es: falta el nombre
fr: nom indéfini

source: bad minimum
es: mínimo incorrecto
fr: minimum incorrect

source: bad absolute minimum
es: mínimo absoluto incorrecto
fr: minimum absolu incorrect

source: minimum range not allowed
es: rango mínimo no permitido
fr: gamme minimum interdite

source: no minimum range
es: falta el rango mínimo
fr: gamme minimum indéfinie

source: bad maximum
es: máximo incorrecto
fr: maximum incorrect

source: bad absolute maximum
es: máximo absoluto incorrecto
fr: maximum absolu incorrect

source: maximum range not allowed
es: rango máximo no permitido
fr: gamme maximum interdite

source: bad range
es: rango no válido
fr: gamme incorrecte

source: no maximum range
es: falta el rango máximo
fr: gamme maximum indéfinie

source: bad precision
es: precisión incorrecta
fr: précision incorrecte

source: bad sweeps
es: número de barridos incorrecto
fr: nombre de balayages incorrect

source: no sweeps number
es: falta el número de barridos
fr: nombre de balayages indéfini

source: invalid bits number
es: número de bits no válido
fr: nombre de bits incorrect

source: no bits number
es: falta el número de bits
fr: nombre de bits indéfini

source: bad step size
es: tamaño de paso incorrecto
fr: grandeur de pas incorrecte

source: Input
es: Entrada
fr: Entrée

source: Bad root XML node
es: Nodo XML raíz incorrecto
fr: Node XML source incorrect

source: Bad simulator program
es: Programa simulador incorrecto
fr: Programme simulateur incorrect

source: Bad pseudo-random numbers generator seed
es: Semilla del generador de números pseudo-aleatorios incorrecta
fr: Grain du générateur de nombres pseudo-aléatoires incorrect

source: Bad simulations number
es: Número de simulaciones incorrecto
fr: Nombre de simulations incorrect

source: Invalid population number
es: Número de población no válido
fr: Nombre de population incorrect

source: No population number
es: Falta el número de población
fr: Nombre de population indéfini

source: Invalid generations number
es: Numéro de generaciones no válido
fr: Nombre de générations incorrect

source: No generations number
es: Falta número de generaciones
fr: Nombre de générations indéfini

source: Invalid mutation probability
es: Probabilidad de mutación no válida
fr: Probabilité de mutation incorrecte

source: No mutation probability
es: Falta probabilidad de mutación
fr: Probabilité de mutation indéfinie

source: Invalid reproduction probability
es: Probabilidad de reproducción no válida
fr: Probabilité de reproduction incorrecte

source: No reproduction probability
es: Falta probabilidad de reproducción
fr: Probabilité de reproduction indéfinie

source: Invalid adaptation probability
es: Probabilidad de adaptación no válida
fr: Probabilité d'adaptation incorrecte

source: No adaptation probability
es: Falta probabilidad de adaptación
fr: Probabilité d'adaptation indéfinie

source: No enough survival entities to reproduce the population
es: Número de supervivientes insuficiente para reproducir la población
fr: Nombre de survivants insuffisante pour reproduire la population

source: Unknown algorithm
es: Algoritmo desconocido
fr: Algorithme inconnu

source: Bad iterations number
es: Número de iteraciones incorrecto
fr: Nombre d'iterations incorrect

source: Invalid best number
es: Número de mejores no válido
fr: Nombre de meilleurs incorrect

source: Invalid tolerance
es: Tolerancia no válida
fr: Tolérance incorrecte

source: Invalid steps number
es: Número de pasos no válido
fr: Nombre de pas incorrect

source: Invalid final steps number
es: Número de pasos finales no válido
fr: Nombre de pas finales incorrect

source: Invalid estimates number
es: Número de estimaciones no válido
fr: Nombre d'estimations incorrect

source: Unknown method to estimate the hill climbing
es: Método de estimar el ascenso de colinas desconocido
fr: Méthode d'éstimer l'escalade inconnue

source: Invalid relaxation parameter
es: Parámetro de relajación no válido
fr: Nombre de relaxation incorrect

source: Invalid threshold
es: Umbral no válido
fr: Seuil incorrect

source: No optimization experiments
es: Faltan experimentos de optimización
fr: Expériences d'optimisation indéfinis

source: bad XML node
es: nodo XML incorrecto
fr: noeud XML incorrect

source: No optimization variables
es: Faltan las variables de optimización
fr: Variables d'optimisation indéfinies

source: Best number higher than simulations number
es: Número de mejores mayor que el número de simulaciones
fr: Nombre de meilleurs plus grande que le nombre de simulations

source: Bad P parameter
es: Parámetro P incorrecto
fr: Paramètre P incorrecte

source: Unknown error norm
es: Norma de error desconocida
fr: Norme d'erreur inconnue

source: Unable to parse the input file
es: Imposible analizar el fichero de entrada
fr: On ne peut pas analyser le fichier d'entrée

source: Best result
es: Mejor resultado
fr: Meilleur résultat

source: Calculation time
es: Tiempo de cálculo
fr: Temps de calcul

source: Pseudo-random numbers generator seed
es: Semilla del generador de números pseudo-aleatorios
fr: Grain du générateur de nombres pseudo-aléatoires

source: Seed to init the pseudo-random numbers generator
es: Semilla para iniciar el generador de números pseudo-aleatorios
fr: Grain pour initier le générateur de nombres pseudo-aléatoires

source: Threads number for the stochastic algorithm
es: Número de hilos para el algoritmo estocástico
fr: Nombre de fils pour l'algorithme stochastique

source: Number of threads to perform the calibration/optimization for the stochastic algorithm
es: Número de hilos para ejecutar la calibración/optimización para el algoritmo estocástico
fr: Nombre de fils pour exécuter le calibrage ou la optimisation pour l'algorithme stochastique

source: Threads number for the hill climbing method
es: Número de hilos para el método de ascenso de colinas
fr: Nombre de fils pour la méthode de recherche d'escalade

source: Number of threads to perform the calibration/optimization for the hill climbing method
es: Número de hilos para ejecutar la calibración/optimización para el método de ascenso de colinas
fr: Nombre de fils pour exécuter le calibrage ou la optimisation pour la méthode d'escalade

source: Options
es: Opciones

source: _OK
es: _Aceptar
fr: _Accepter

source: _Cancel
es: _Cancelar
fr: _Annuler

source: Calculating ...
es: Calculando ...
fr: En calculant ...

source: Calculating
es: Calculando
fr: En calculant

source: Save file
es: Guardar fichero
fr: Enregistrer fichier

source: user-manual.pdf
es: manual-de-usuario.pdf

source: The Multi-Purposes Calibration and Optimization Tool. A software to perform calibrations or optimizations of empirical parameters
es: The Multi-Purposes Calibration and Optimization Tool. Un software para realizar calibraciones/optimizaciones de parámetros empíricos
fr: The Multi-Purposes Calibration and Optimization Tool. Un programme pour faire calibrages ou optimisations de paramètres empiriques

source: Open experiment file
es: Abrir fichero de experimento
fr: Ouvrir fichier d'expérience

source: _Open
es: _Abrir
fr: _Ouvrir

source: Open template file
es: Abrir fichero de plantilla
fr: Ouvrir fichier de modèle

source: Open input file
es: Abrir fichero de entrada
fr: Ouvrir fichier d'entrée

source: Open simulator file
es: Abrir fichero de simulador
fr: Ouvrir fichier de simulateur

source: Open evaluator file
es: Abrir fichero de evaluador
fr: Ouvrir fichier d'évaluateur

source: Open cleaner file
es: Abrir fichero de limpiador
fr: Ouvrir fichier de nettoyant

source: _Sweep
es: _Barrido
fr: _Balayage

source: _Genetic
es: _Genético
fr: _Génétique

source: _Orthogonal
es: _Ortogonal

source: Monte-Carlo brute force algorithm
es: Algoritmo de fuerza bruta de Monte-Carlo
fr: Algorithme de force brute de Monte-Carlo

source: Sweep brute force algorithm
es: Algoritmo de fuerza bruta de barrido
fr: Algorithme de force brute de balayage

source: Genetic algorithm
es: Algoritmo genético
fr: Algorithme génétique

source: Orthogonal sampling brute force algorithm
es: Algoritmo de fuerza bruta de muestreo ortogonal
fr: Algorithme de force brute d'échantillonnage orthogonal

source: _Coordinates climbing
es: Ascenso por _coordenadas
fr: _Directions d'escalade

source: _Random climbing
es: Ascenso _aleatorio
fr: Escalade _aléatoire

source: Coordinates climbing estimate method
es: Método de estimación de ascenso por coordenadas
fr: Méthode d'escalade par coordonnées

source: Random climbing estimate method
es: Método de estimación de ascenso aleatorio
fr: Méthode d'estimation de l'escalade aléatoire

source: Euclidean error norm (L2)
es: Norma de error euclidiana (L2)
fr: Norme d'erreur euclidienne (L2)

source: Maximum error norm (L∞)
es: Norma de error máxima (L∞)
fr: Norme d'erreur infinie (L∞)

source: P error norm (Lp)
es: Norma de error P (Lp)
fr: Norme d'erreur P (Lp)

source: Taxicab error norm (L1)
es: Norma de error taxicab (L1)
fr: Norme d'erreur 1 (L1)

source: Open a case
es: Abrir un caso
fr: Ouvrir un cas

source: Save the case
es: Guardar el caso
fr: Enregistrer le cas

source: Run the optimization
es: Correr la optimización
fr: Exécuter l'optimization

source: Edit the case
es: Editar el caso
fr: Modifier le cas

source: Help
es: Ayuda
fr: Aide

source: About
es: Acerca de
fr: À propos

source: Exit
es: Salir
fr: Quitter

source: Simulator program
es: Programa simulador
fr: Programme simulateur

source: Simulator program executable file
es: Fichero ejecutable del programa simulador
fr: Fichier exécutable du programme simulateur

source: _Evaluator program
es: _Programa evaluador
fr: _Programme évaluateur

source: Evaluator program
es: Programa evaluador
fr: Programme évaluateur

source: Optional evaluator program executable file
es: Opcional: fichero ejecutable del programa simulador
fr: Optionnel: fichier exécutable du programme évaluateur

source: _Cleaner program
es: _Programa limpiador
fr: _Programme nettoyant

source: Cleaner program
es: Programa limpiador
fr: Programme nettoyant

source: Optional cleaner program executable file
es: Opcional: fichero ejecutable del programa limpiador
fr: Optionnel: fichier exécutable du programme nettoyant

source: Result file
es: Fichero de resultados
fr: Fichier de résultat

source: Best results file
es: Fichero de mejores resultados
fr: Fichier de meilleurs résultats

source: Variables file
es: Fichero de variables
fr: Fichier de variables

source: All simulated results file
es: Fichero con todos los resultados simulados
fr: Fichier avec tous les résultats simulés

source: Simulations number
es: Número de simulaciones
fr: Nombre de simulations

source: Number of simulations to perform for each iteration
es: Número de simulaciones para ejecutar en cada iteración
fr: Nombre de simulations pour exécuter en chaque iteration

source: Iterations number
es: Número de iteraciones
fr: Nombre d'iterations

source: Number of iterations
es: Número de iteraciones
fr: Nombre d'iterations

source: Tolerance
es: Tolerancia
fr: Tolérance

source: Tolerance to set the variable interval on the next iteration
es: Tolerancia para fijar el intervalo de la variable en la siguiente iteración
fr: Tolerance pour fixer l'intervalle de la variable à l'iteration suivante

source: Bests number
es: Número de los mejores
fr: Nombre des meilleurs

source: Number of best simulations used to set the variable interval on the next iteration
es: Número de las mejores simulaciones usadas para fijar el intervalo de la variable en la siguiente iteración
fr: Nombre des meilleures simulations utilisées pour fixer l'intervalle de la variable à l'iteration suivante

source: Population number
es: Número de población
fr: Nombre de population

source: Number of population for the genetic algorithm
es: Número de población para el algoritmo genético
fr: Nombre de population pour l'algorithme génétique

source: Generations number
es: Número de generaciones
fr: Nombre de générations

source: Number of generations for the genetic algorithm
es: Número de generaciones para el algoritmo genético
fr: Nombre de génerations pour l'algorithme génétique

source: Mutation ratio
es: Ratio de mutación
fr: Ratio de mutation

source: Ratio of mutation for the genetic algorithm
es: Ratio de mutación para el algoritmo genético
fr: Ratio de mutation pour l'algorithme génétique

source: Reproduction ratio
es: Ratio de reproducción
fr: Ratio de reproduction

source: Ratio of reproduction for the genetic algorithm
es: Ratio de reproducción para el algoritmo genético
fr: Ratio de reproduction pour l'algorithme génétique

source: Adaptation ratio
es: Ratio de adaptación
fr: Ratio d'adaptation

source: Ratio of adaptation for the genetic algorithm
es: Ratio de adaptación para el algoritmo genético
fr: Ratio d'adaptation pour l'algorithme génétique

source: Threshold
es: Umbral
fr: Seuil

source: Threshold in the objective function to finish the simulations
es: Umbral en la función objetivo para finalizar las simulaciones
fr: Seuil de la fonction objectif pour finir les simulations

source: _Hill climbing method
es: Método de _ascenso de colinas
fr: Méthode d'_escalade

source: Steps number
es: Número de pasos
fr: Nombre de pas

source: Final steps number
es: Número de pasos finales
fr: Nombre de pas finales

source: Climbing estimates number
es: Número de estimaciones del ascenso
fr: Nombre d'estimations d'escalade

source: Relaxation parameter
es: Parámetro de relajación
fr: Paramètre de relaxation

source: Algorithm
es: Algoritmo
fr: Algorithme

source: Variables selector
es: Seleccionador de variables
fr: Sélecteur de variables

source: Add variable
es: Añadir variable
fr: Ajouter variable

source: Remove variable
es: Eliminar variable
fr: Éraser variable

source: Name
es: Nombre
fr: Nom

source: Variable name
es: Nombre de la variable
fr: Nom de la variable

source: Minimum
es: Mínimo

source: Minimum initial value of the variable
es: Valor inicial mínimo de la variable
fr: Valeur minimum initiale de la variable

source: Maximum
es: Máximo

source: Maximum initial value of the variable
es: Valor inicial máximo de la variable
fr: Valeur maximum initiale de la variable

source: _Absolute minimum
es: _Mínimo absoluto
fr: _Mimumum absolu

source: Minimum allowed value of the variable
es: Valor mínimo permitido de la variable
fr: Valeur minimum loisible de la variable

source: _Absolute maximum
es: _Máximo absoluto
fr: _Maximum absolu

source: Maximum allowed value of the variable
es: Valor máximo permitido de la variable
fr: Valeur maximum loisible de la variable

source: Precision digits
es: Dígitos de precisión
fr: Chiffres de précision

source: Number of precision floating point digits 0 is for integer numbers
es: Número de dígitos decimales de precisión 0 es para números enteros
fr: Nombre de chiffres décimales de précision 0 est pour numéros entiers

source: Sweeps number
es: Número de barridos
fr: Nombre de balayages

source: Number of steps sweeping the variable
es: Número de pasos barriendo la variable
fr: Nombre de pas pour balayager la variable

source: Bits number
es: Número de bits
fr: Nombre de bits

source: Number of bits to encode the variable
es: Número de bits para codificar la variable
fr: Nombre de bits pour codifier la variable

source: Step size
es: Tamaño de paso
fr: Grandeur de pas

source: Initial step size for the hill climbing method
es: Tamaño de paso inicial para el método de ascenso de colinas
fr: Grandeur de pas initiale pour la méthode d'escalade

source: Experiment selector
es: Seleccionador de experimentos
fr: Selecteur d'expériences

source: Add experiment
es: Añadir experimento
fr: Ajouter expérience

source: Remove experiment
es: Eliminar experimento
fr: Éraser expérience

source: Experimental data file
es: Fichero de datos experimentales
fr: Fichier de données expérimentales

source: Weight
es: Peso
fr: Poids

source: Weight factor to build the objective function
es: Factor de peso para construir la función objetivo
fr: Facteur de poids pour faire la fonction objectif

source: Input template
es: Plantilla de entrada
fr: Modèle d'entrée

source: Experimental input template file
es: Fichero plantilla de entrada experimental
fr: Fichier de modèle d'entrée expérimental

source: Error norm
es: Norma de error
fr: Norme d'erreur

source: P parameter
es: Parámetro P
fr: Paramètre P

source: P parameter for the P error norm
es: Parámetro P para la norma de error P
fr: Paramètre P pour la norme d'erreur P

source: Unknown option
es: Opción desconocida
fr: Option inconnue

source: ERROR!
fr: ERREUR!
