Repository: jburguete/mpcotool
Catalog: 4.10.2/locales/*/LC_MESSAGES/mpcotool.po
Languages: de

source: no data file name
de: Kein Dateiname angegeben

source: bad weight
de: Falsche Gewichtung

source: no template
de: Keine Vorlage

source: bad templates number
de: Falsche Vorlagennummer

source: no name
de: Kein Name

source: bad minimum
de: Falscher Minimum

source: bad absolute minimum
de: Falscher absoluter Minimum

source: minimum range not allowed
de: Minimumbereich nicht erlaubt

source: no minimum range
de: Kein Minimumbereich angegeben

source: bad maximum
de: Falscher Maximum

source: bad absolute maximum
de: Falscher absoluter Maximum

source: maximum range not allowed
de: Maximumbereich nicht erlaubt

source: bad range
de: Falscher Bereich

source: no maximum range
de: Kein Maximumbereich angegeben

source: bad precision
de: Falscher Präzisionswert

source: bad sweeps
de: Falsche Sweeps-Angabe

source: no sweeps number
de: Keine Sweep-Nummer

source: invalid bits number
de: Ungültige Bitzahl

source: no bits number
de: Keine Bitzahl

source: bad step size
de: Falscher Schrittwert

source: Input
de: Eingabe

source: Bad root XML node
de: Falscher XML-Wurzelknoten

source: Bad simulator program
de: Falsches Simulationsprogramm

source: Bad pseudo-random numbers generator seed
de: Seed für Pseudozufallszahlengenerator falsch gesetzt

source: Bad simulations number
de: Ungültige Simulationsnummer

source: Invalid population number
de: Ungültige Populationsanzahl

source: No population number
de: Keine Populationsanzahl

source: Invalid generations number
de: Ungültige Generationennummer

source: No generations number
de: Keine Generationennummer

source: Invalid mutation probability
de: Ungültige Mutationswahrscheinlichkeit

source: No mutation probability
de: Keine Mutationswahrscheinlichkeit

source: Invalid reproduction probability
de: Ungültige Reproduktionswahrscheinlichkeit

source: No reproduction probability
de: Keine Reproduktionswahrscheinlichkeit

source: Invalid adaptation probability
de: Ungültige Adaptionswahrscheinlichkeit

source: No adaptation probability
de: Keine Adaptionswahrscheinlichkeit

source: No enough survival entities to reproduce the population
de: Nicht genügende Überlebende um Population wiederherzustellen

source: Unknown algorithm
de: Unbekannter Algorithmus

source: Bad iterations number
de: Ungültige Wiederholungszahl

source: Invalid best number
de: Ungültige beste Nummer

source: Invalid tolerance
de: Ungültige Toleranzanzahl

source: Invalid steps number
de: Ungültige Schrittanzahl

source: Invalid estimates number
de: Ungültiger Schätzwert

source: Invalid relaxation parameter
de: Ungültige Relaxtionsparameter

source: Invalid threshold
de: Ungültiger Schwellenwert

source: No optimization experiments
de: Keine Optimierungsversuche

source: bad XML node
de: Ungültiger XML-Knoten

source: No optimization variables
de: Keine Optimierungsvariablen

source: Bad P parameter
de: Ungültiger Parameter P

source: Unknown error norm
de: Ungültiger Fehlernorm

source: Unable to parse the input file
de: Eingabedatei kann nicht gelesen werden

source: Best result
de: Bestes Ergebnis

source: Calculation time
de: Berechnungszeit

source: Pseudo-random numbers generator seed
de: Seed für Pseudozufallszahlengenerator

source: Seed to init the pseudo-random numbers generator
de: Seed zur Initialisierung des Pseudozufallszahlengenerators

source: Threads number for the stochastic algorithm
de: Anzahl an Threads für den stochastischen Algorithmus

source: Number of threads to perform the calibration/optimization for the stochastic algorithm
de: Anzahl an Threads für die Durchführung der Kalibrierung/Optimierung des stochastischenAlgorithmus

source: Options
de: Optionen

source: _Cancel
de: _Abbrechen

source: Calculating ...
de: Wird berechnet ...

source: Calculating
de: Wird berechnet

source: Save file
de: Dokument speichern

source: user-manual.pdf
de: Benutzerhandbuch.pdf

source: The Multi-Purposes Calibration and Optimization Tool. A software to perform calibrations or optimizations of empirical parameters
de: The Multi-Purposes Calibration and Optimization Tool. Ein Programm zur Kalibrierung und Optimierung von empirischen Parametern

source: Open experiment file
de: Versuchsdokument öffnen

source: _Open
de: _Öffnen

source: Open template file
de: Vorlagedokument öffnen

source: Open input file
de: Eingabedokument öffnen

source: Open simulator file
de: Simulator Datei öffnen

source: Open evaluator file
de: Bewerter Datei öffnen

source: Open cleaner file
de: Dateireiniger öffnen

source: _Genetic
de: _Genetik

source: Monte-Carlo brute force algorithm
de: Monte-Carlo-Simulation als Brute-Force-Methode

source: Sweep brute force algorithm
de: Sweep als Brute-Force-Methode

source: Genetic algorithm
de: Genetik-Algorithmus

source: Orthogonal sampling brute force algorithm
de: Orthogonal als Brute-Force-Methode

source: Euclidean error norm (L2)
de: Euklidische Fehlernorm (L2)

source: Maximum error norm (L∞)
de: Maximale Fehlernorm (L∞)

source: P error norm (Lp)
de: P Fehlernorm (Lp)

source: Taxicab error norm (L1)
de: Taxicab Fehlernorm (L1)

source: Help
de: Hilfe

source: About
de: Über

source: Exit
de: Beenden

source: Simulator program
de: Simulationsprogramm

source: Simulator program executable file
de: Ausführbare Datei Simulationsprogramm

source: _Evaluator program
de: _Gutachtungsprogramm

source: Evaluator program
de: Gutachtungsprogramm

source: Optional evaluator program executable file
de: Optional: Ausführbare Datei für Gutachtungsprogramm

source: Result file
de: Ergebnisdatei

source: Best results file
de: Bestes Ergebnisdatei

source: Variables file
de: Variablendatei

source: All simulated results file
de: Datei für alle simulierten Ergebnisse

source: Simulations number
de: Simulationsnummer

source: Number of simulations to perform for each iteration
de: Anzahl an Simulationen, welche per Iteration durchgeführt werden sollen

source: Iterations number
de: Iterationsanzahl

source: Number of iterations
de: Anzahl an Iterationen

source: Tolerance
de: Toleranz

source: Tolerance to set the variable interval on the next iteration
de: Toleranzwert des Variablenintervalls für die nächste Iteration

source: Bests number
de: Bestzahl

source: Number of best simulations used to set the variable interval on the next iteration
de: Anzahl der Best-Simulationen welche für das Setzen vom Variablenintervall in der nächsten Iteration berücksichtigt werden sollen

source: Population number
de: Populationsanzahl

source: Number of population for the genetic algorithm
de: Anzahl an Populationen für den genetischen Algorithmus

source: Generations number
de: Generationsnummer

source: Number of generations for the genetic algorithm
de: Anzahl an Generationen für den genetischen Algorithmus

source: Mutation ratio
de: Mutationsverhältnis

source: Ratio of mutation for the genetic algorithm
de: Verhältnis der Mutation für den genetischen Algorithmus

source: Reproduction ratio
de: Reproduktionsverhältnis

source: Ratio of reproduction for the genetic algorithm
de: Verhältnis der Reproduktion für den genetischen Algorithmus

source: Adaptation ratio
de: Anpassungsverhältnis

source: Ratio of adaptation for the genetic algorithm
de: Verhältnis der Anpassung für den genetischen Algorithmus

source: Threshold
de: Schwellenwert

source: Threshold in the objective function to finish the simulations
de: Schwellenwert der Objektfunktion zur Beendigung der Simulation

source: Steps number
de: Schrittanzahl

source: Relaxation parameter
de: Relaxierungsparameter

source: Algorithm
de: Algorithmus

source: Variables selector
de: Variablenselektor

source: Add variable
de: Variable hinzufügen

source: Remove variable
de: Variable entfernen

source: Variable name
de: Variablenname

source: Minimum initial value of the variable
de: Minimaler Initiierungswert der Variable

source: Maximum initial value of the variable
de: Maximaler Initiierungswert der Variable

source: _Absolute minimum
de: Absolutes Minimum

source: Minimum allowed value of the variable
de: Erlaubter Minimalwert der Variable

source: _Absolute maximum
de: Absoluter Maximalwert

source: Maximum allowed value of the variable
de: Erlaubter Maximalwert der Variable

source: Precision digits
de: Präzisionsziffern

source: Number of precision floating point digits 0 is for integer numbers
de: Anzahl an Nachkommastellen für Floating Points0 für Integerwerte

source: Sweeps number
de: Sweep-Nummer

source: Number of steps sweeping the variable
de: Anzahl an Sweeping-Schritte der Variablen

source: Bits number
de: Bitanzahl

source: Number of bits to encode the variable
de: Anzahl an Bits für die Kodierung der Variablen

source: Step size
de: Schrittlänge

source: Experiment selector
de: Versuchsselektor

source: Add experiment
de: Versuch hinzufügen

source: Remove experiment
de: Versuch entfernen

source: Experimental data file
de: Versuchsdatei

source: Weight
de: Gewicht

source: Weight factor to build the objective function
de: Gewichtsfaktor zur Bildung der Objektfunktion

source: Input template
de: Eingabenvorlage

source: Experimental input template file
de: Vorlage für die Versuchsdatei

source: Error norm
de: Fehlernorm

source: P parameter
de: Parameter P

source: P parameter for the P error norm
de: Parameter P für die P Fehlernorm

source: ERROR!
de: FEHLER!
